{
  "@context": {
    "dcterms": "http://purl.org/dc/terms/",
    "cito": "http://purl.org/spar/cito/",
    "deo": "http://purl.org/spar/deo/"
  },
  "@id": "https://hypothesis.bioagent.ai/hwd6rc94k5l",
  "@type": "deo:FutureWork",
  "cito:usesDataFrom": [
    "https://doi.org/10.1186/s13041-024-01028-8",
    "https://doi.org/10.1371/journal.pone.0172640",
    "https://doi.org/10.18632/aging.205322",
    "https://doi.org/10.3390/ph17030270",
    "https://doi.org/10.1007/s00401-023-02574-0",
    "https://doi.org/10.1186/s13195-022-01128-y",
    "https://doi.org/10.1234/62408"
  ],
  "dcterms:references": [
    "# Mechanistic Connection Between DOPAL's Anti-Oligomerization Effects and Carbidopa's Lack of Impact on Amyloid-β Generation\\n\\n## 1. Background\\n\\nDopamine metabolism plays a complex role in Alzheimer's disease (AD) pathophysiology, with dopamine and its metabolites demonstrating varying effects on amyloid-β (Aβ) processing. DOPAL (3,4-dihydroxyphenylacetaldehyde), a reactive dopamine metabolite, has been found to decrease Aβ oligomerization in human neuroblastoma cells, thereby reducing Aβ cytotoxicity. Conversely, carbidopa, a peripheral DOPA decarboxylase inhibitor commonly used in Parkinson's disease treatment, shows negligible effects on Aβ generation in neuronal cells. Interestingly, levodopa treatment demonstrates contradictory effects on Aβ pathology: reducing Aβ plaque numbers in 5xFAD mice by upregulating NEP and ADAM17 levels (Abstract 1), while enhancing Aβ generation and γ-secretase activity in neuronal cell cultures through D2R-mediated β-arrestin signaling (Abstract 2).\\n\\n## 2. Knowledge Gap\\n\\nThe molecular mechanisms explaining why DOPAL reduces Aβ oligomerization while carbidopa lacks effect on Aβ generation remain unclear, particularly regarding how these compounds interact with the brain's protein quality control and clearance systems. Furthermore, the functional consequences of these differential effects on glymphatic clearance efficiency and neuroinflammation in the context of neurodegeneration have not been elucidated.\\n\\n## 3. Central Hypothesis\\n\\nDOPAL decreases Aβ oligomerization by enhancing glymphatic clearance of Aβ monomers through redox-dependent activation of astrocytic aquaporin-4 channels, whereas carbidopa lacks this effect due to its inability to cross the blood-brain barrier efficiently and its distinct chemical structure that prevents interaction with redox-sensitive pathways controlling Aβ clearance.\\n\\n## 4. Proposed Mechanism\\n\\n1. DOPAL, but not carbidopa, possesses reactive aldehyde and catechol moieties that can modulate redox-sensitive signaling pathways in astrocytes surrounding cerebral blood vessels.\\n\\n2. This redox modulation by DOPAL activates aquaporin-4 water channels in astrocytic endfeet, enhancing glymphatic clearance of soluble Aβ monomers before they can aggregate into toxic oligomers, as suggested by the role of glymphatic clearance in AD pathology (Abstract 9).\\n\\n3. Concurrently, DOPAL-induced redox changes alter the conformation of secreted Aβ monomers, making them less prone to oligomerization and more susceptible to clearance through NEP and ADAM17 proteolytic activity, similar to mechanisms observed with L-DOPA treatment (Abstract 1).\\n\\n4. Carbidopa, unlike DOPAL, lacks both the blood-brain barrier penetrance and the reactive chemical groups needed to influence astrocytic redox state and aquaporin-4 function, explaining its minimal effect on Aβ clearance and generation.\\n\\n5. The balance between enhanced clearance (mediated by DOPAL) and increased production (mediated by dopamine through D2R/β-arrestin pathways) determines net Aβ accumulation, explaining the apparently contradictory findings in different experimental systems (Abstracts 1 and 2).\\n\\n## 5. Testable Predictions\\n\\n1. Treatment of astrocyte cultures with DOPAL, but not carbidopa, will increase aquaporin-4 localization to astrocytic endfeet and enhance water transport function in a dose-dependent manner, measurable by cellular water permeability assays.\\n\\n2. In vivo administration of DOPAL or selective enhancement of endogenous DOPAL levels will increase glymphatic clearance rates of fluorescently labeled Aβ in mouse models, visualizable using the CEST-MRI methodology described in Abstract 1 of the keywords section.\\n\\n3. Genetic knockout or pharmacological inhibition of aquaporin-4 channels will abolish DOPAL's beneficial effects on Aβ oligomerization and clearance, confirming the mechanistic pathway.\\n\\n## 6. Potential Experimental Approaches\\n\\n1. Develop a two-photon microscopy approach to visualize in real-time the effects of DOPAL vs. carbidopa on glymphatic clearance of fluorescently labeled Aβ in the brains of living transgenic AD mice, quantifying clearance rates before and after drug administration while simultaneously measuring astrocytic calcium signaling as a proxy for aquaporin-4 activation.\\n\\n2. Create a microfluidic cell culture system containing human induced pluripotent stem cell-derived astrocytes and neurons to model the neurovascular unit, allowing for precise measurement of Aβ clearance across the model blood-brain barrier under controlled application of DOPAL, carbidopa, or vehicle control, with aquaporin-4 manipulation through siRNA knockdown or overexpression.\\n\\nThis hypothesis provides a novel mechanistic link between dopamine metabolism and Aβ clearance through the glymphatic system, potentially explaining the observed differential effects of DOPAL and carbidopa on Aβ pathology while offering new therapeutic targets for enhancing Aβ clearance in neurodegenerative diseases."
  ],
  "dcterms:subject": ["neurodegenerative diseases", "amyloid-beta"],
  "dcterms:source": [
    "DOPAL, a dopamine metabolite, decreases Aβ oligomerization in human neuroblastoma cells, reducing the cytotoxic effects of Aβ.",
    "Carbidopa showed little to no effect on amyloid-β generation in neuronal cells when tested alongside other anti-Parkinson's medications."
  ],
  "dcterms:abstract": [
    "Dopamine plays important roles in cognitive function and inflammation and therefore is involved in the pathogenesis of neurodegenerative diseases, including Alzheimer's disease (AD). Drugs that increase or maintain dopamine levels in the brain could be a therapeutic strategy for AD. However, the effects of dopamine and its precursor levodopa (L‑DOPA) on Aβ/tau pathology in vivo and the underlying molecular mechanisms have not been studied in detail. Here, we investigated whether L‑DOPA treatment alters neuroinflammation, Aβ pathology, and tau phosphorylation in 5xFAD mice, a model of AD. We found that L‑DOPA administration significantly reduced microgliosis and astrogliosis in 5xFAD mice. In addition, L‑DOPA treatment significantly decreased Aβ plaque number by upregulating NEP and ADAM17 levels in 5xFAD mice. However, L‑DOPA‑treated 5xFAD mice did not exhibit changes in tau hyperphos‑phorylation or tau kinase levels. These data suggest that L‑DOPA alleviates neuroinflammatory responses and Aβ pathology but not tau pathology in this mouse model of AD.",
    "Although levodopa is the first-line medication for the treatment of Parkinson's disease (PD) showing unsurpassable efficiency, its chronic use causes dyskinesia. Accordingly, dopamine agonists are increasingly employed as monotherapy or in combination with levodopa to reduce the risk of motor complications. It is well recognized that patients with PD often exhibit cognitive deficits. However, clinical and animal studies assessing the effects of dopaminergic medications on cognition are controversial. Amyloid-β (Aβ) is one of the major hallmarks of Alzheimer's disease (AD), leading to progressive memory loss and cognitive deficit. Interestingly, the abnormal accumulation of Aβ is also detected in PD patients with cognitive deficits. Evidence indicated that levodopa induced a mild increase of Aβ plaque number and size in the brain of AD mouse. However, the underlying mechanism is unclear. Here we present that both levodopa and piribedil enhance the generation of Aβ and the activity of γ-secretase in human neuronal cells and primary neurons isolated from AD mouse. This effect was reduced by either the antagonism or the knockdown of dopamine D2 receptor (D2R). We further showed that in the cells expressing β-arrestin 2-biased D2R mutant, piribedil promoted cellular Aβ production to the extent comparable to the wild-type D2R whereas this activity was absent in those with G protein-biased D2R mutant. Moreover, the knockdown of β-arrestin 2 attenuated the increases of Aβ generation and γ-secretase activity mediated by levodopa or piribedil. Thus, our study suggests that targeting D2R-mediated β-arrestin function may have potential risk in the modulation of Aβ pathology.",
    "Glymphatic clearance dysfunction may play an important role in a variety of neurodegenerative diseases and the progression of ageing. However, in vivo imaging of the glymphatic system is challenging. In this study, we describe an MRI method based on chemical exchange saturation transfer (CEST) of the Angiopep-2 probe to visualize the clearance function of the glymphatic system.",
    "The bottleneck in drug discovery for central nervous system diseases is the absence of effective systemic drug delivery technology for delivering therapeutic drugs into the brain. Despite advances in the technology used in drug discovery, the development of drugs for central nervous system diseases remains challenging. Here we describe the development of a novel brain-targeted drug delivery system that involves genetically engineered exosomes capable of high expression gene delivery in mice.",
    "Tau neurofibrillary tangles are a hallmark of Alzheimer’s disease neuropathological change. However, it remains largely unclear how distinctive Alzheimer’s disease tau seeds (i.e. 3R/4R) correlate with histological indicators of tau accumulation. Here, we use tau real-time quaking-induced conversion (RT-QuIC) assays to selectively quantitate 3R/4R tau seeds in the frontal lobe which accumulates histologically identifiable tau pathology at late disease stages of AD neuropathologic change.",
    "Granulovacuolar degeneration bodies (GVBs) are intracellular vesicular structures that commonly accompany pathological tau accumulations in neurons of patients with tauopathies. In this study, we show that GVBs are independently induced by tau and α-synuclein pathology, providing insights into their formation and implications in neurodegenerative diseases.",
    "Our current understanding of the spread and neurodegenerative effects of tau neurofibrillary tangles (NFTs) within the medial temporal lobe (MTL) during the early stages of Alzheimer’s Disease (AD) is limited by the presence of confounding non-AD pathologies and the two-dimensional (2-D) nature of conventional histology studies. Here, we combine ex vivo MRI and serial histological imaging from 25 human MTL specimens to present a detailed, 3-D characterization of quantitative NFT burden measures.",
    "The direct access of olfactory afferents to memory-related cortical systems has inspired theories about the role of the olfactory pathways in the development of cortical neurodegeneration in Alzheimer’s disease (AD). This study used longitudinal PET imaging and diffusion MRI to investigate the spatiotemporal spreading and genetic vulnerabilities of AD-related pathology aggregates in the olfactory system. We find that odor identification deficits are associated with tau accumulation in key areas of the olfactory pathway, with strong predictive power for tau progression.",
    "Aging is a process accompanied by functional decline in tissues and organs with great social and medical consequences. Developing effective anti-aging strategies is of great significance. In this study, we demonstrated that transplantation of young hematopoietic stem cells (HSCs) into old mice can mitigate aging phenotypes, underscoring the crucial role of HSCs in the aging process.",
    "Accumulating senescent cells within tissues contribute to the progression of aging and age-related diseases. Botanical extracts, rich in phytoconstituents, present a useful resource for discovering therapies that could target senescence and thus improve healthspan. Here, we show that daily oral administration of a standardized extract of Salvia haenkei (Haenkenium) extended lifespan and healthspan of naturally aged mice. HK treatment inhibited age-induced inflammation, fibrosis and senescence markers across several tissues, as well as increased muscle strength and fur thickness compared with age-matched controls.",
    "Alzheimer’s disease (AD) is one of the world’s well-known neurodegenerative diseases, which is related to the balance mechanism of production and clearance of two proteins (amyloid-β and tau) regulated by the glymphatic system. Latest studies have found that AD patients exhibit impairments to their glymphatic system. However, the alterations in the AD disease continuum, especially in the early stages, remain unclear. Moreover, the relationship between the glymphatic system and cognitive dysfunction is still worth exploring.",
    "This study investigates the relationship between nuclear genetic variants and mitochondrial DNA (mtDNA) copy number and heteroplasmy in humans. Our analysis of whole-genome sequencing data across large cohorts reveals significant nuclear control over mtDNA traits, uncovering new insights into the genetic architecture that impacts mitochondrial dynamics and their implications for human health.",
    "Using single-cell whole-genome sequencing, we identified and characterized the landscape of somatic single-nucleotide variants (sSNVs) in single cardiomyocytes from individuals across the human lifespan. Aged cardiomyocytes were found to have a higher burden of sSNVs and show mutational signatures that suggest failed repair of oxidative DNA damage.",
    "Systemic amyloidosis is a progressive disorder characterized by the extracellular deposition of amyloid fibrils and accessory proteins in visceral organs and tissues. This study describes a prototypic pan-amyloid binding peptide-antibody fusion molecule that enhances macrophage uptake of amyloid.",
    "The transfer of mitochondrial DNA into the nuclear genomes of eukaryotes (Numts) has been linked to lifespan in nonhuman species and recently demonstrated to occur in rare instances from one human generation to the next. Here, we investigated numtogenesis dynamics in humans in 2 ways. First, we quantified Numts in 1,187 postmortem brain and blood samples from different individuals.",
    "Recently proposed biomarker-only diagnostic frameworks propose that amyloid-beta is necessary for placement on the Alzheimer’s disease continuum, whereas tau in the absence of amyloid-beta is considered to be a non-Alzheimer’s disease pathologic change. Similarly, the pathologic designation of tau in the absence of amyloid-beta is characterized as primary age-related tauopathy and separable from Alzheimer’s disease.",
    "Inclusion body myositis (IBM) is the most prevalent muscle disease in adults for which no current treatment exists. The pathogenesis remains poorly defined. This study explores the interplay between inflammation and mitochondrial dysfunction in IBM, demonstrating that the NLRP3 inflammasome is activated in muscle samples from IBM patients, alongside altered mitophagy. Findings suggest a vicious cycle driving muscle weakness in IBM.",
    "Age-related macular degeneration (AMD) is the leading cause of blindness among elderly people worldwide. However, there are currently no effective treatments for AMD. In this study, a polyethylene glycol (PEG)-coated rhodium nanozyme (PEG-RhZ) with excellent reactive oxygen species (ROS) and reactive nitrogen species (RNS) elimination capability was synthesized for the treatment of AMD.",
    "Cerebrospinal fluid (CSF) is responsible for maintaining brain homeostasis through nutrient delivery and waste removal for the central nervous system (CNS). Here, we demonstrate extensive CSF flow throughout the peripheral nervous system (PNS) by tracing distribution of multimodal 1.9-nanometer gold nanoparticles, roughly the size of CSF circulating proteins, infused within the lateral cerebral ventricle (a primary site of CSF production). CSF plays a consistent role in maintaining homeostasis throughout the nervous system with implications for CNS and PNS therapy and neural drug delivery.",
    "Pathological changes in the brain begin accumulating decades before the appearance of cognitive symptoms in Alzheimer’s disease. The deposition of amyloid beta proteins and other neurotoxic changes occur, leading to disruption in functional connections between brain networks. Discrete characterization of the changes that take place in preclinical Alzheimer’s disease has the potential to help treatment development by targeting the neuropathological mechanisms to prevent cognitive decline and dementia from occurring entirely.",
    "This trial evaluates the safety and efficacy of intra-articular injection of allogeneic adipose-derived mesenchymal stromal cells (AD-MSCs) for cartilage regeneration in patients with knee osteoarthritis (KOA) over 12 months, demonstrating significant clinical improvements and MRI findings.",
    "Aging affects iron homeostasis, as evidenced by tissue iron loading and anemia in the elderly. Iron needs in mammals are met primarily by iron recycling from senescent red blood cells (RBCs), chiefly accomplished by splenic red pulp macrophages (RPMs). Here, we found that 10-11-month-old female mice exhibit iron loading in RPMs, largely due to a drop in iron exporter ferroportin, which diminishes their erythrophagocytosis capacity and lysosomal activity. We further found that feeding mice an iron-reduced diet alleviates iron accumulation in RPMs and improves their function, thus demonstrating that dietary iron reduction can rejuvenate RPMs and enhance iron turnover efficacy."
  ]
}
