{
  "@context": {
    "dcterms": "http://purl.org/dc/terms/",
    "cito": "http://purl.org/spar/cito/",
    "deo": "http://purl.org/spar/deo/"
  },
  "@id": "https://hypothesis.bioagent.ai/thmrnkmnks",
  "@type": "deo:FutureWork",
  "cito:usesDataFrom": [
    "https://doi.org/10.1186/s13041-024-01028-8",
    "https://doi.org/10.1371/journal.pone.0172640",
    "https://doi.org/10.1002/dad2.12391",
    "https://doi.org/10.18632/aging.205322",
    "https://doi.org/10.3390/ph17030270",
    "https://doi.org/10.1007/s00401-023-02574-0",
    "https://doi.org/10.1186/s13195-022-01128-y"
  ],
  "dcterms:references": [
    "# Mechanistic Hypothesis Connecting DOPAL's Anti-Oligomerization Effect and Carbidopa's Neutral Impact on Amyloid-β\n\n## 1. Background\nDOPAL (3,4-dihydroxyphenylacetaldehyde) is a reactive aldehyde produced during dopamine metabolism by monoamine oxidase (MAO), with demonstrated capacity to decrease Aβ oligomerization in human neuroblastoma cells, thereby reducing Aβ cytotoxicity. Carbidopa, a peripheral dopa decarboxylase inhibitor used in Parkinson's disease treatment, prevents peripheral conversion of levodopa to dopamine but shows minimal effect on Aβ generation in neuronal cells. The dopamine system demonstrates complex interactions with Aβ processing, as evidenced by studies showing L-DOPA administration decreases Aβ plaque number in 5xFAD mice through upregulation of degrading enzymes (as shown in Abstract 1 of findings), while other research indicates dopaminergic stimulation can enhance Aβ generation through D2 receptor-mediated β-arrestin signaling (Abstract 2 of findings).\n\n## 2. Knowledge Gap\nThe opposing effects of dopamine metabolism products on Aβ pathology remain poorly understood. Specifically, the mechanism by which DOPAL inhibits Aβ oligomerization while having a different impact than carbidopa on amyloid processing has not been elucidated. This discrepancy suggests unexplored pathways linking dopamine metabolism to Aβ homeostasis, particularly regarding oligomerization versus generation.\n\n## 3. Central Hypothesis\nDOPAL exerts its anti-oligomerization effect by forming transient adducts with Aβ monomers through its reactive aldehyde group, altering Aβ conformational dynamics and promoting their redirection toward glymphatic clearance pathways, while carbidopa lacks this activity due to its distinct chemical structure and limited central nervous system penetration.\n\n## 4. Proposed Mechanism\n1. DOPAL, produced from intraneuronal dopamine via MAO activity, contains a reactive aldehyde group that forms Schiff base adducts with lysine residues in Aβ monomers, creating DOPAL-Aβ complexes with altered conformational properties.\n\n2. These DOPAL-modified Aβ monomers adopt configurations that inhibit intermolecular β-sheet formation necessary for oligomerization, while simultaneously exposing epitopes that enhance recognition by clearance mechanisms, particularly the glymphatic system, which has been implicated in Aβ clearance (as referenced in the glymphatic clearance abstract).\n\n3. The glymphatic system's efficiency in clearing DOPAL-modified Aβ is enhanced by the aromatic catechol structure of DOPAL that increases aquaporin-4 water channel activity in astrocytic endfeet through redox-sensitive signaling pathways.\n\n4. Carbidopa, in contrast to DOPAL, lacks both a reactive aldehyde group and significant blood-brain barrier penetration, preventing it from forming similar adducts with Aβ or influencing central glymphatic clearance mechanisms.\n\n5. This mechanism creates a homeostatic feedback loop where increased dopaminergic activity leads to more DOPAL production, which then facilitates enhanced clearance of potentially toxic Aβ species before they can assemble into neurotoxic oligomers.\n\n## 5. Testable Predictions\n1. Mass spectrometry analysis of cerebrospinal fluid from Parkinson's patients treated with L-DOPA should reveal DOPAL-Aβ adducts, with their concentration negatively correlating with measures of Aβ oligomerization and cognitive impairment.\n\n2. In vitro assays using synthetic DOPAL and recombinant Aβ should demonstrate reduced thioflavin T fluorescence (indicating decreased β-sheet formation) compared to controls, and this effect should be abolished when the aldehyde group of DOPAL is chemically blocked.\n\n3. Transgenic mice with neuron-specific overexpression of MAO-B (increasing DOPAL production) crossed with AD mouse models should show reduced Aβ oligomerization, enhanced glymphatic clearance of Aβ, and improved cognitive outcomes compared to AD mice with normal MAO-B levels.\n\n## 6. Potential Experimental Approaches\n1. Develop a microfluidic brain-on-chip model incorporating human iPSC-derived neurons, astrocytes with functional aquaporin-4 channels, and a simulated blood-brain barrier to simultaneously track Aβ production, oligomerization, and clearance when treated with various compounds including DOPAL, carbidopa, and structure analogs. This system would allow real-time visualization of Aβ dynamics using fluorescently-labeled Aβ and measurement of glymphatic-like flow.\n\n2. Utilize CEST-MRI technology (described in Abstract 2 of keywords) to visualize and quantify glymphatic clearance in real-time in mouse models with pharmacologically manipulated DOPAL levels. This would be complemented by biochemical analysis of DOPAL-Aβ adducts and oligomerization states in different brain regions, correlating imaging findings with molecular events.\n\nThis hypothesis provides a novel mechanistic framework connecting dopamine metabolism to Aβ processing through both direct chemical modification and influence on clearance pathways. It explains the differential effects observed with DOPAL and carbidopa while suggesting potential therapeutic approaches targeting the DOPAL-Aβ-glymphatic axis for neurodegenerative disorders."
  ],
  "dcterms:subject": [
    "amyloid beta",
    "neurodegenerative diseases"
  ],
  "dcterms:source": [
    "DOPAL, a dopamine metabolite, decreases Aβ oligomerization in human neuroblastoma cells, reducing the cytotoxic effects of Aβ.",
    "Carbidopa showed little to no effect on amyloid-β generation in neuronal cells when tested alongside other anti-Parkinson's medications."
  ],
  "dcterms:abstract": [
    "Dopamine plays important roles in cognitive function and inflammation and therefore is involved in the pathogenesis of neurodegenerative diseases, including Alzheimer's disease (AD). Drugs that increase or maintain dopamine levels in the brain could be a therapeutic strategy for AD. However, the effects of dopamine and its precursor levodopa (L‑DOPA) on Aβ/tau pathology in vivo and the underlying molecular mechanisms have not been studied in detail. Here, we investigated whether L‑DOPA treatment alters neuroinflammation, Aβ pathology, and tau phosphorylation in 5xFAD mice, a model of AD. We found that L‑DOPA administration significantly reduced microgliosis and astrogliosis in 5xFAD mice. In addition, L‑DOPA treatment significantly decreased Aβ plaque number by upregulating NEP and ADAM17 levels in 5xFAD mice. However, L‑DOPA‑treated 5xFAD mice did not exhibit changes in tau hyperphos‑phorylation or tau kinase levels. These data suggest that L‑DOPA alleviates neuroinflammatory responses and Aβ pathology but not tau pathology in this mouse model of AD.",
    "Although levodopa is the first-line medication for the treatment of Parkinson's disease (PD) showing unsurpassable efficiency, its chronic use causes dyskinesia. Accordingly, dopamine agonists are increasingly employed as monotherapy or in combination with levodopa to reduce the risk of motor complications. It is well recognized that patients with PD often exhibit cognitive deficits. However, clinical and animal studies assessing the effects of dopaminergic medications on cognition are controversial. Amyloid-β (Aβ) is one of the major hallmarks of Alzheimer's disease (AD), leading to progressive memory loss and cognitive deficit. Interestingly, the abnormal accumulation of Aβ is also detected in PD patients with cognitive deficits. Evidence indicated that levodopa induced a mild increase of Aβ plaque number and size in the brain of AD mouse. However, the underlying mechanism is unclear. Here we present that both levodopa and piribedil enhance the generation of Aβ and the activity of γ-secretase in human neuronal cells and primary neurons isolated from AD mouse. This effect was reduced by either the antagonism or the knockdown of dopamine D2 receptor (D2R). We further showed that in the cells expressing β-arrestin 2-biased D2R mutant, piribedil promoted cellular Aβ production to the extent comparable to the wild-type D2R whereas this activity was absent in those with G protein-biased D2R mutant. Moreover, the knockdown of β-arrestin 2 attenuated the increases of Aβ generation and γ-secretase activity mediated by levodopa or piribedil. Thus, our study suggests that targeting D2R-mediated β-arrestin function may have potential risk in the modulation of Aβ pathology.",
    "[18F]AZD4694 is an amyloid beta (Aβ) imaging agent used in several observational studies and clinical trials. This study assessed 146 individuals evaluated with [18F]AZD4694 at baseline and a 2‐year follow‐up, revealing longitudinal patterns of Aβ accumulation. Results showed that cognitively unimpaired older adults displayed subtle Aβ accumulation, while Aβ positive cases exhibited greater increases, underscoring the agent’s potential to monitor Aβ levels in clinical settings.",
    "Glymphatic clearance dysfunction may play an important role in a variety of neurodegenerative diseases and the progression of ageing. However, in vivo imaging of the glymphatic system is challenging. In this study, we describe an MRI method based on chemical exchange saturation transfer (CEST) of the Angiopep-2 probe to visualize the clearance function of the glymphatic system.",
    "The bottleneck in drug discovery for central nervous system diseases is the absence of effective systemic drug delivery technology for delivering therapeutic drugs into the brain. Despite advances in the technology used in drug discovery, the development of drugs for central nervous system diseases remains challenging. Here we describe the development of a novel brain-targeted drug delivery system that involves genetically engineered exosomes capable of high expression gene delivery in mice.",
    "Tau neurofibrillary tangles are a hallmark of Alzheimer’s disease neuropathological change. However, it remains largely unclear how distinctive Alzheimer’s disease tau seeds (i.e. 3R/4R) correlate with histological indicators of tau accumulation. Here, we use tau real-time quaking-induced conversion (RT-QuIC) assays to selectively quantitate 3R/4R tau seeds in the frontal lobe which accumulates histologically identifiable tau pathology at late disease stages of AD neuropathologic change.",
    "Granulovacuolar degeneration bodies (GVBs) are intracellular vesicular structures that commonly accompany pathological tau accumulations in neurons of patients with tauopathies. In this study, we show that GVBs are independently induced by tau and α-synuclein pathology, providing insights into their formation and implications in neurodegenerative diseases."
  ]
}