{
  "@context": {
    "dcterms": "http://purl.org/dc/terms/",
    "cito": "http://purl.org/spar/cito/",
    "deo": "http://purl.org/spar/deo/"
  },
  "@id": "https://hypothesis.bioagent.ai/drxw4avvlt8",
  "@type": "deo:FutureWork",
  "cito:usesDataFrom": [
    "https://doi.org/10.1186/s13041-024-01028-8",
    "https://doi.org/10.1038/ncomms14207",
    "https://doi.org/10.1002/dad2.12391",
    "https://doi.org/10.1001/jamaneurol.2024.0991"
  ],
  "dcterms:references": [
    "# Dopamine-Regulated Neprilysin Activity at Synapses: A Novel Neuroprotective Mechanism in Alzheimer's Disease\n\n## 1. Background\nNeprilysin (NEP) functions as a critical Aβ-degrading enzyme that primarily targets monomeric Aβ, thereby preventing oligomerization and subsequent plaque formation in the brain. Dopaminergic projections from the ventral tegmental area (VTA) to the hippocampus play essential roles in memory formation and synaptic plasticity, with Tg2576 mice showing reduced hippocampal dopamine outflow that correlates with memory deficits and impaired synaptic function. Notably, L-DOPA administration has been shown to significantly decrease Aβ plaque number by upregulating NEP levels in AD mouse models, suggesting a potential mechanistic link between dopamine signaling and Aβ clearance.\n\n## 2. Knowledge Gap\nWhile both dopamine deficiency and NEP dysregulation have been independently implicated in AD pathogenesis, the specific molecular mechanisms through which dopamine signaling influences NEP-mediated Aβ degradation at synapses remains unexplored. In particular, it is unknown how dopamine receptor activation might regulate the spatiotemporal activity of NEP at synaptic sites, where Aβ-induced dysfunction first manifests in AD pathology.\n\n## 3. Central Hypothesis\nDopamine D1 receptor activation in hippocampal neurons regulates activity-dependent trafficking and activation of neprilysin at synaptic compartments, creating microdomains of enhanced Aβ clearance that protect synapses from oligomer-induced dysfunction and preserve synaptic plasticity.\n\n## 4. Proposed Mechanism\n1. Dopamine released from VTA projections activates postsynaptic D1 receptors on hippocampal neurons, initiating a cAMP-PKA signaling cascade that phosphorylates specific trafficking proteins (such as SNARE complex components and motor proteins).\n2. This phosphorylation promotes the active translocation of neprilysin-containing vesicles from the dendritic shaft to synaptic and perisynaptic membranes, specifically during periods of increased synaptic activity.\n3. At the synapse, PKA-mediated phosphorylation of neprilysin at specific regulatory sites enhances its catalytic activity against monomeric Aβ, which is also being locally produced during synaptic activity.\n4. This creates spatially restricted zones of enhanced neprilysin activity that efficiently degrade monomeric Aβ before it can form oligomers that disrupt synaptic function and plasticity mechanisms.\n5. The loss of dopaminergic inputs from the VTA in early AD disrupts this protective mechanism, allowing for local Aβ accumulation at synapses, which progressively impairs synaptic transmission, plasticity, and ultimately results in dendritic spine loss.\n\n## 5. Testable Predictions\n1. Selective activation of D1 receptors should increase the ratio of synaptic to total cellular neprilysin in hippocampal neurons, an effect that would be blocked by inhibitors of vesicular trafficking or cytoskeletal dynamics.\n2. Super-resolution microscopy should reveal increased co-localization of neprilysin with postsynaptic markers following dopamine stimulation or high-frequency synaptic activity, and this effect should be impaired in brain tissue from Tg2576 mice with VTA dopaminergic neuron degeneration.\n3. Localized measurement of Aβ degradation at individual synapses should reveal faster clearance rates at dopamine-stimulated synapses compared to unstimulated synapses, with this difference being abolished in the presence of neprilysin inhibitors.\n\n## 6. Potential Experimental Approaches\n1. Develop a FRET-based biosensor for neprilysin activity that can be targeted to synaptic compartments, allowing real-time visualization of neprilysin enzymatic function in response to dopamine signaling in live hippocampal neurons. This could be combined with local uncaging of dopamine or optogenetic stimulation of dopaminergic terminals to establish the temporal relationship between dopamine signaling and neprilysin activation at synapses.\n\n2. Employ synapse-specific proteomics using techniques like proximity labeling (e.g., APEX2 or TurboID fused to postsynaptic markers) in hippocampal tissue from wild-type and AD model mice treated with or without L-DOPA. This would identify changes in the synaptic interactome of neprilysin in response to dopaminergic signaling and reveal potential trafficking partners that mediate its synaptic localization.\n\nThis hypothesis provides a novel molecular framework explaining how early dopaminergic degeneration contributes to synaptic vulnerability in AD through dysregulated neprilysin trafficking, while also offering mechanistic insight into why L-DOPA treatment reduces Aβ pathology and improves synaptic function in AD models. The synapse-specific regulation of neprilysin by dopamine represents a previously unexplored protective mechanism that could be therapeutically targeted to enhance Aβ clearance specifically at sites of synaptic activity."
  ],
  "dcterms:subject": [
    "amyloid beta",
    "Alzheimer disease"
  ],
  "dcterms:source": [
    "The study shows that neprilysin acts as an Aβ-degrading enzyme, particularly affecting monomeric Aβ",
    "Dopamine release takes place in the hippocampus, with reduced outflow in Tg2576 mice affecting memory and synaptic plasticity."
  ],
  "dcterms:abstract": [
    "Dopamine plays important roles in cognitive function and inflammation and therefore is involved in the pathogenesis of neurodegenerative diseases, including Alzheimer's disease (AD). Drugs that increase or maintain dopamine levels in the brain could be a therapeutic strategy for AD. However, the effects of dopamine and its precursor levodopa (L‑DOPA) on Aβ/tau pathology in vivo and the underlying molecular mechanisms have not been studied in detail. Here, we investigated whether L‑DOPA treatment alters neuroinflammation, Aβ pathology, and tau phosphorylation in 5xFAD mice, a model of AD. We found that L‑DOPA administration significantly reduced microgliosis and astrogliosis in 5xFAD mice. In addition, L‑DOPA treatment significantly decreased Aβ plaque number by upregulating NEP and ADAM17 levels in 5xFAD mice. However, L‑DOPA‑treated 5xFAD mice did not exhibit changes in tau hyperphos‑phorylation or tau kinase levels. These data suggest that L‑DOPA alleviates neuroinflammatory responses and Aβ pathology but not tau pathology in this mouse model of AD.",
    "The study examines dopaminergic neuron loss in Alzheimers disease focusing on the ventral tegmental area VTA in Tg2576 mice The research demonstrates selective loss of dopaminergic neurons specifically in the VTA during pre plaque stages contrasting with Parkinsons disease where neurons are lost in the substantia nigra pars compacta but preserved in VTA Apoptotic cell death contributes to VTA dopaminergic neuron degeneration affecting dopamine release in the hippocampus and impacting synaptic plasticity particularly in the hippocampal CA1 region Reduced dopamine outflow in Tg2576 mice leads to memory deficits and impaired reward processing while noradrenaline outflow remains unchanged indicating preserved noradrenergic projections from the locus coeruleus The study investigated several treatments Levodopa L DOPA administration successfully rescued multiple deficits including CA1 synaptic plasticity dendritic spine density hippocampal post synaptic density composition memory function and food reward processing L DOPA was administered at 10 mg kg along with benserazide at 12 mg kg Similarly selegiline a monoamine oxidase B inhibitor improved dopamine outflow in the hippocampus restored synaptic plasticity dendritic spine density memory performance and reward processing The treatment also restored D1 receptors and GluA1 expression in hippocampal PSD fractions These findings establish a clear link between dopamine signaling memory formation and reward processing in Alzheimers disease with dopaminergic dysfunction occurring at early stages The research suggests potential therapeutic approaches through dopamine system modulation using established drugs like L DOPA and selegiline",
    "[18F]AZD4694 is an amyloid beta (Aβ) imaging agent used in several observational studies and clinical trials. This study assessed 146 individuals evaluated with [18F]AZD4694 at baseline and a 2‐year follow‐up, revealing longitudinal patterns of Aβ accumulation. Results showed that cognitively unimpaired older adults displayed subtle Aβ accumulation, while Aβ positive cases exhibited greater increases, underscoring the agent’s potential to monitor Aβ levels in clinical settings.",
    "This randomized clinical trial investigates the effects of solanezumab and gantenerumab on downstream biomarkers in individuals with dominantly inherited Alzheimer disease."
  ]
}