{
  "@context": {
    "dcterms": "http://purl.org/dc/terms/",
    "cito": "http://purl.org/spar/cito/",
    "deo": "http://purl.org/spar/deo/"
  },
  "@id": "https://hypothesis.bioagent.ai/1o8hgm93yk",
  "@type": "deo:FutureWork",
  "cito:usesDataFrom": [
    "https://doi.org/10.1038/ncomms14207",
    "https://doi.org/10.1186/s13041-024-01028-8",
    "https://doi.org/10.1001/jamaneurol.2024.0991",
    "https://doi.org/10.1002/dad2.12391"
  ],
  "dcterms:references": [
    "# Noradrenergic Modulation of Dopamine Metabolism: A Protective Mechanism Against Amyloid-β Pathology\n\n## 1. Background\nIn Alzheimer's disease (AD), dopaminergic neurons in the ventral tegmental area undergo selective degeneration during pre-plaque stages, while noradrenergic projections from the locus coeruleus remain preserved in early disease, as evidenced by unchanged noradrenaline outflow in the hippocampus of Tg2576 mice (Abstract 1). DOPAL (3,4-dihydroxyphenylacetaldehyde), a reactive aldehyde produced during dopamine metabolism by monoamine oxidase (MAO), decreases Aβ oligomerization in human neuroblastoma cells, potentially offering protection against Aβ-mediated neurotoxicity. Modulating dopaminergic signaling through treatments like L-DOPA or selegiline (a MAO-B inhibitor) rescues cognitive deficits and decreases Aβ pathology in multiple AD mouse models, suggesting complex interactions between catecholamine systems and amyloid processing (Abstracts 1 and 2).\n\n## 2. Knowledge Gap\nWhile both preserved noradrenergic function and DOPAL's anti-amyloidogenic effects have been identified, the functional relationship between these phenomena remains unexplored. Specifically, it is unknown whether preserved noradrenergic signaling influences dopamine metabolism to generate beneficial levels of DOPAL that may provide protection against Aβ oligomerization, particularly when dopaminergic input begins to decline in early AD.\n\n## 3. Central Hypothesis\nPreserved noradrenergic signaling in early Alzheimer's disease regulates dopamine metabolism through adrenoceptor-mediated control of MAO activity, generating optimal DOPAL concentrations that inhibit Aβ oligomerization while promoting Aβ degradation through enhanced neprilysin activity.\n\n## 4. Proposed Mechanism\n1. Preserved noradrenergic projections from the locus coeruleus activate α2-adrenergic heteroreceptors on remaining dopaminergic terminals in the hippocampus, modulating dopamine release and subsequent metabolism.\n\n2. Noradrenergic signaling through β-adrenergic receptors on local hippocampal neurons regulates MAO-B expression and activity through cAMP-dependent pathways, fine-tuning the conversion rate of dopamine to DOPAL.\n\n3. This regulated production maintains DOPAL at concentrations sufficient to bind Aβ monomers at specific hydrophobic regions, preventing β-sheet formation necessary for oligomerization while avoiding levels that would cause cellular toxicity.\n\n4. Simultaneously, noradrenergic signaling enhances neprilysin expression (similar to the L-DOPA effect observed in Abstract 2), creating a coordinated system where DOPAL inhibits oligomerization while neprilysin degrades monomeric Aβ.\n\n5. As AD progresses and dopaminergic neurons continue to degenerate, this protective mechanism becomes insufficient, accelerating Aβ oligomerization and plaque formation unless therapeutically supported by drugs like L-DOPA or selegiline.\n\n## 5. Testable Predictions\n1. Chemical lesioning of noradrenergic neurons in AD model mice should decrease the DOPAL/dopamine ratio in the hippocampus, increase Aβ oligomerization, and accelerate plaque formation compared to non-lesioned controls.\n\n2. Selective α2-adrenergic receptor antagonists should disrupt the noradrenergic regulation of dopamine metabolism in hippocampal slices from AD model mice, altering DOPAL production and reducing its inhibitory effect on Aβ oligomerization.\n\n3. Treatment with atomoxetine (a norepinephrine reuptake inhibitor) should increase hippocampal DOPAL levels within an optimal range, enhance inhibition of Aβ oligomerization, and upregulate neprilysin expression in AD mouse models – effects that would be attenuated by co-administration of a MAO-B inhibitor.\n\n## 6. Potential Experimental Approaches\n1. Develop a triple fluorescence microdialysis system to simultaneously measure real-time changes in noradrenaline, dopamine, and DOPAL concentrations in the hippocampus of Tg2576 mice following pharmacological manipulations of noradrenergic and dopaminergic systems. Correlate these neurochemical changes with Aβ oligomer levels and cognitive performance to establish functional relationships.\n\n2. Create an in vitro model using co-cultures of locus coeruleus and hippocampal neurons derived from induced pluripotent stem cells (iPSCs) from AD patients and healthy controls. Use this system to investigate how noradrenergic signaling modulates dopamine metabolism and DOPAL production, and assess the effects on fluorescently labeled Aβ oligomerization and cellular toxicity under various pharmacological conditions.\n\nThis hypothesis provides a novel perspective on the significance of preserved noradrenergic function in early AD, suggesting it maintains a protective DOPAL-mediated mechanism against Aβ pathology. This could explain why noradrenergic preservation matters in early disease stages and offers new targets for therapeutic intervention that leverage existing compensatory mechanisms rather than simply replacing lost dopamine."
  ],
  "dcterms:subject": [
    "Alzheimer disease",
    "amyloid beta"
  ],
  "dcterms:source": [
    "Noradrenaline outflow in the hippocampus did not differ between wild-type and Tg2576 mice at 6 months of age, suggesting preserved noradrenergic projections from the locus coeruleus.",
    "DOPAL, a dopamine metabolite, decreases Aβ oligomerization in human neuroblastoma cells, reducing the cytotoxic effects of Aβ."
  ],
  "dcterms:abstract": [
    "The study examines dopaminergic neuron loss in Alzheimers disease focusing on the ventral tegmental area VTA in Tg2576 mice The research demonstrates selective loss of dopaminergic neurons specifically in the VTA during pre plaque stages contrasting with Parkinsons disease where neurons are lost in the substantia nigra pars compacta but preserved in VTA Apoptotic cell death contributes to VTA dopaminergic neuron degeneration affecting dopamine release in the hippocampus and impacting synaptic plasticity particularly in the hippocampal CA1 region Reduced dopamine outflow in Tg2576 mice leads to memory deficits and impaired reward processing while noradrenaline outflow remains unchanged indicating preserved noradrenergic projections from the locus coeruleus The study investigated several treatments Levodopa L DOPA administration successfully rescued multiple deficits including CA1 synaptic plasticity dendritic spine density hippocampal post synaptic density composition memory function and food reward processing L DOPA was administered at 10 mg kg along with benserazide at 12 mg kg Similarly selegiline a monoamine oxidase B inhibitor improved dopamine outflow in the hippocampus restored synaptic plasticity dendritic spine density memory performance and reward processing The treatment also restored D1 receptors and GluA1 expression in hippocampal PSD fractions These findings establish a clear link between dopamine signaling memory formation and reward processing in Alzheimers disease with dopaminergic dysfunction occurring at early stages The research suggests potential therapeutic approaches through dopamine system modulation using established drugs like L DOPA and selegiline",
    "Dopamine plays important roles in cognitive function and inflammation and therefore is involved in the pathogenesis of neurodegenerative diseases, including Alzheimer's disease (AD). Drugs that increase or maintain dopamine levels in the brain could be a therapeutic strategy for AD. However, the effects of dopamine and its precursor levodopa (L‑DOPA) on Aβ/tau pathology in vivo and the underlying molecular mechanisms have not been studied in detail. Here, we investigated whether L‑DOPA treatment alters neuroinflammation, Aβ pathology, and tau phosphorylation in 5xFAD mice, a model of AD. We found that L‑DOPA administration significantly reduced microgliosis and astrogliosis in 5xFAD mice. In addition, L‑DOPA treatment significantly decreased Aβ plaque number by upregulating NEP and ADAM17 levels in 5xFAD mice. However, L‑DOPA‑treated 5xFAD mice did not exhibit changes in tau hyperphos‑phorylation or tau kinase levels. These data suggest that L‑DOPA alleviates neuroinflammatory responses and Aβ pathology but not tau pathology in this mouse model of AD.",
    "This randomized clinical trial investigates the effects of solanezumab and gantenerumab on downstream biomarkers in individuals with dominantly inherited Alzheimer disease.",
    "[18F]AZD4694 is an amyloid beta (Aβ) imaging agent used in several observational studies and clinical trials. This study assessed 146 individuals evaluated with [18F]AZD4694 at baseline and a 2‐year follow‐up, revealing longitudinal patterns of Aβ accumulation. Results showed that cognitively unimpaired older adults displayed subtle Aβ accumulation, while Aβ positive cases exhibited greater increases, underscoring the agent’s potential to monitor Aβ levels in clinical settings."
  ]
}