{
  "@context": {
    "dcterms": "http://purl.org/dc/terms/",
    "cito": "http://purl.org/spar/cito/",
    "deo": "http://purl.org/spar/deo/"
  },
  "@id": "https://hypothesis.bioagent.ai/9n6fkw4txim",
  "@type": "deo:FutureWork",
  "cito:usesDataFrom": [
    "https://doi.org/10.1186/s13041-024-01028-8",
    "https://doi.org/10.1002/dad2.12391",
    "https://doi.org/10.1234/62408"
  ],
  "dcterms:references": [
    "# DOPAL-Mediated Regulation of ADAM17 in Amyloid-Beta Processing and Clearance\n\n## 1. Background\nDOPAL (3,4-dihydroxyphenylacetaldehyde) is a reactive aldehyde produced during dopamine metabolism by monoamine oxidase that has been shown to decrease Aβ oligomerization in human neuroblastoma cells, thereby reducing the cytotoxic effects of Aβ. ADAM17 (a disintegrin and metalloproteinase 17), also known as TACE (TNF-α converting enzyme), is a membrane-bound enzyme that participates in the non-amyloidogenic processing of amyloid precursor protein (APP) and has been found to be upregulated following L-DOPA administration in 5xFAD mice, correlating with reduced Aβ plaque deposition. The glymphatic system plays a crucial role in regulating the balance between production and clearance of amyloid-β, with impairments observed in Alzheimer's disease patients.\n\n## 2. Knowledge Gap\nDespite evidence that both DOPAL and ADAM17 independently influence Aβ processing, the molecular mechanisms potentially connecting dopamine metabolism (specifically DOPAL) to ADAM17 regulation and their combined effects on Aβ oligomerization and clearance remain unexplored.\n\n## 3. Central Hypothesis\nDOPAL enhances ADAM17 activation through redox-sensitive mechanisms, creating a synergistic pathway that both promotes α-secretase processing of APP and disrupts Aβ oligomerization, thereby reducing amyloid pathology through dual complementary mechanisms.\n\n## 4. Proposed Mechanism\n1. DOPAL, a highly reactive aldehyde generated during dopamine metabolism, selectively modifies redox-sensitive cysteine residues in the inactive pro-domain of ADAM17, promoting its proteolytic cleavage and conversion to the active form through a thiol-mediated mechanism.\n\n2. Activated ADAM17 increases α-secretase-mediated cleavage of APP, shifting processing away from the amyloidogenic pathway and reducing new Aβ production while simultaneously shedding membrane-bound receptors involved in inflammatory responses that exacerbate amyloid pathology.\n\n3. In parallel, DOPAL directly interacts with existing Aβ monomers via aldehyde-mediated covalent modifications of lysine residues, altering their conformational structure in a way that inhibits β-sheet formation necessary for oligomerization.\n\n4. These modified Aβ monomers remain soluble and are more efficiently cleared through the glymphatic system and by proteolytic enzymes including neprilysin (NEP), which is also upregulated following L-DOPA administration as seen in Abstract 1.\n\n5. The combined effect creates a neuroprotective cycle where dopamine metabolism generates DOPAL, which simultaneously reduces new Aβ production through ADAM17 activation and prevents oligomerization of existing Aβ, enhancing overall amyloid clearance.\n\n## 5. Testable Predictions\n1. Treatment of neuronal cultures with physiologically relevant concentrations of DOPAL should increase the ratio of active ADAM17 to pro-ADAM17, enhance sAPPα production, and this effect should be abolished by thiol-protecting agents that prevent cysteine modification.\n\n2. Mass spectrometry analysis of Aβ peptides exposed to DOPAL should reveal specific modifications at lysine residues in regions critical for β-sheet formation, correlating with reduced thioflavin T fluorescence (a measure of β-sheet content).\n\n3. Cerebrospinal fluid from patients with Parkinson's disease treated with L-DOPA should show increased ADAM17 activity, elevated sAPPα levels, and reduced oligomeric Aβ compared to matched controls, with the magnitude of effect correlating with DOPAL levels.\n\n## 6. Potential Experimental Approaches\n1. Develop a cellular model using human neuroblastoma cells or iPSC-derived neurons expressing fluorescently tagged ADAM17 and APP to visualize and quantify the real-time effects of DOPAL exposure on ADAM17 activation, cellular localization, and APP processing. This system could be combined with site-directed mutagenesis of specific cysteine residues in ADAM17 to identify the exact sites of DOPAL-mediated modification.\n\n2. Generate a transgenic mouse model with conditional knockdown of aldehyde dehydrogenase (ALDH, which metabolizes DOPAL) in specific neuronal populations of 5xFAD mice, allowing for localized DOPAL accumulation. This would enable assessment of region-specific effects on ADAM17 activation, Aβ oligomerization, and plaque formation, while also providing a platform to test therapeutic interventions targeting this pathway.\n\nThis hypothesis provides a novel mechanistic link between dopamine metabolism and amyloid processing through DOPAL's dual role in ADAM17 activation and direct interference with Aβ oligomerization, offering new therapeutic targets for Alzheimer's disease that could be modulated through existing drugs affecting dopamine metabolism."
  ],
  "dcterms:subject": [
    "amyloid beta",
    "amyloid clearance"
  ],
  "dcterms:source": [
    "DOPAL, a dopamine metabolite, decreases Aβ oligomerization in human neuroblastoma cells, reducing the cytotoxic effects of Aβ.",
    "The research demonstrates that increased ADAM17 expression is associated with reduced Aβ plaque deposition"
  ],
  "dcterms:abstract": [
    "Dopamine plays important roles in cognitive function and inflammation and therefore is involved in the pathogenesis of neurodegenerative diseases, including Alzheimer's disease (AD). Drugs that increase or maintain dopamine levels in the brain could be a therapeutic strategy for AD. However, the effects of dopamine and its precursor levodopa (L‑DOPA) on Aβ/tau pathology in vivo and the underlying molecular mechanisms have not been studied in detail. Here, we investigated whether L‑DOPA treatment alters neuroinflammation, Aβ pathology, and tau phosphorylation in 5xFAD mice, a model of AD. We found that L‑DOPA administration significantly reduced microgliosis and astrogliosis in 5xFAD mice. In addition, L‑DOPA treatment significantly decreased Aβ plaque number by upregulating NEP and ADAM17 levels in 5xFAD mice. However, L‑DOPA‑treated 5xFAD mice did not exhibit changes in tau hyperphos‑phorylation or tau kinase levels. These data suggest that L‑DOPA alleviates neuroinflammatory responses and Aβ pathology but not tau pathology in this mouse model of AD.",
    "[18F]AZD4694 is an amyloid beta (Aβ) imaging agent used in several observational studies and clinical trials. This study assessed 146 individuals evaluated with [18F]AZD4694 at baseline and a 2‐year follow‐up, revealing longitudinal patterns of Aβ accumulation. Results showed that cognitively unimpaired older adults displayed subtle Aβ accumulation, while Aβ positive cases exhibited greater increases, underscoring the agent’s potential to monitor Aβ levels in clinical settings.",
    "Our current understanding of the spread and neurodegenerative effects of tau neurofibrillary tangles (NFTs) within the medial temporal lobe (MTL) during the early stages of Alzheimer’s Disease (AD) is limited by the presence of confounding non-AD pathologies and the two-dimensional (2-D) nature of conventional histology studies. Here, we combine ex vivo MRI and serial histological imaging from 25 human MTL specimens to present a detailed, 3-D characterization of quantitative NFT burden measures.",
    "The direct access of olfactory afferents to memory-related cortical systems has inspired theories about the role of the olfactory pathways in the development of cortical neurodegeneration in Alzheimer’s disease (AD). This study used longitudinal PET imaging and diffusion MRI to investigate the spatiotemporal spreading and genetic vulnerabilities of AD-related pathology aggregates in the olfactory system. We find that odor identification deficits are associated with tau accumulation in key areas of the olfactory pathway, with strong predictive power for tau progression.",
    "Aging is a process accompanied by functional decline in tissues and organs with great social and medical consequences. Developing effective anti-aging strategies is of great significance. In this study, we demonstrated that transplantation of young hematopoietic stem cells (HSCs) into old mice can mitigate aging phenotypes, underscoring the crucial role of HSCs in the aging process.",
    "Accumulating senescent cells within tissues contribute to the progression of aging and age-related diseases. Botanical extracts, rich in phytoconstituents, present a useful resource for discovering therapies that could target senescence and thus improve healthspan. Here, we show that daily oral administration of a standardized extract of Salvia haenkei (Haenkenium) extended lifespan and healthspan of naturally aged mice. HK treatment inhibited age-induced inflammation, fibrosis and senescence markers across several tissues, as well as increased muscle strength and fur thickness compared with age-matched controls.",
    "Alzheimer’s disease (AD) is one of the world’s well-known neurodegenerative diseases, which is related to the balance mechanism of production and clearance of two proteins (amyloid-β and tau) regulated by the glymphatic system. Latest studies have found that AD patients exhibit impairments to their glymphatic system. However, the alterations in the AD disease continuum, especially in the early stages, remain unclear. Moreover, the relationship between the glymphatic system and cognitive dysfunction is still worth exploring.",
    "This study investigates the relationship between nuclear genetic variants and mitochondrial DNA (mtDNA) copy number and heteroplasmy in humans. Our analysis of whole-genome sequencing data across large cohorts reveals significant nuclear control over mtDNA traits, uncovering new insights into the genetic architecture that impacts mitochondrial dynamics and their implications for human health.",
    "Using single-cell whole-genome sequencing, we identified and characterized the landscape of somatic single-nucleotide variants (sSNVs) in single cardiomyocytes from individuals across the human lifespan. Aged cardiomyocytes were found to have a higher burden of sSNVs and show mutational signatures that suggest failed repair of oxidative DNA damage.",
    "Systemic amyloidosis is a progressive disorder characterized by the extracellular deposition of amyloid fibrils and accessory proteins in visceral organs and tissues. This study describes a prototypic pan-amyloid binding peptide-antibody fusion molecule that enhances macrophage uptake of amyloid.",
    "The transfer of mitochondrial DNA into the nuclear genomes of eukaryotes (Numts) has been linked to lifespan in nonhuman species and recently demonstrated to occur in rare instances from one human generation to the next. Here, we investigated numtogenesis dynamics in humans in 2 ways. First, we quantified Numts in 1,187 postmortem brain and blood samples from different individuals.",
    "Recently proposed biomarker-only diagnostic frameworks propose that amyloid-beta is necessary for placement on the Alzheimer’s disease continuum, whereas tau in the absence of amyloid-beta is considered to be a non-Alzheimer’s disease pathologic change. Similarly, the pathologic designation of tau in the absence of amyloid-beta is characterized as primary age-related tauopathy and separable from Alzheimer’s disease.",
    "Inclusion body myositis (IBM) is the most prevalent muscle disease in adults for which no current treatment exists. The pathogenesis remains poorly defined. This study explores the interplay between inflammation and mitochondrial dysfunction in IBM, demonstrating that the NLRP3 inflammasome is activated in muscle samples from IBM patients, alongside altered mitophagy. Findings suggest a vicious cycle driving muscle weakness in IBM.",
    "Age-related macular degeneration (AMD) is the leading cause of blindness among elderly people worldwide. However, there are currently no effective treatments for AMD. In this study, a polyethylene glycol (PEG)-coated rhodium nanozyme (PEG-RhZ) with excellent reactive oxygen species (ROS) and reactive nitrogen species (RNS) elimination capability was synthesized for the treatment of AMD.",
    "Cerebrospinal fluid (CSF) is responsible for maintaining brain homeostasis through nutrient delivery and waste removal for the central nervous system (CNS). Here, we demonstrate extensive CSF flow throughout the peripheral nervous system (PNS) by tracing distribution of multimodal 1.9-nanometer gold nanoparticles, roughly the size of CSF circulating proteins, infused within the lateral cerebral ventricle (a primary site of CSF production). CSF plays a consistent role in maintaining homeostasis throughout the nervous system with implications for CNS and PNS therapy and neural drug delivery.",
    "Pathological changes in the brain begin accumulating decades before the appearance of cognitive symptoms in Alzheimer’s disease. The deposition of amyloid beta proteins and other neurotoxic changes occur, leading to disruption in functional connections between brain networks. Discrete characterization of the changes that take place in preclinical Alzheimer’s disease has the potential to help treatment development by targeting the neuropathological mechanisms to prevent cognitive decline and dementia from occurring entirely.",
    "This trial evaluates the safety and efficacy of intra-articular injection of allogeneic adipose-derived mesenchymal stromal cells (AD-MSCs) for cartilage regeneration in patients with knee osteoarthritis (KOA) over 12 months, demonstrating significant clinical improvements and MRI findings.",
    "Aging affects iron homeostasis, as evidenced by tissue iron loading and anemia in the elderly. Iron needs in mammals are met primarily by iron recycling from senescent red blood cells (RBCs), chiefly accomplished by splenic red pulp macrophages (RPMs). Here, we found that 10-11-month-old female mice exhibit iron loading in RPMs, largely due to a drop in iron exporter ferroportin, which diminishes their erythrophagocytosis capacity and lysosomal activity. We further found that feeding mice an iron-reduced diet alleviates iron accumulation in RPMs and improves their function, thus demonstrating that dietary iron reduction can rejuvenate RPMs and enhance iron turnover efficacy."
  ]
}