{
  "@context": {
    "dcterms": "http://purl.org/dc/terms/",
    "cito": "http://purl.org/spar/cito/",
    "deo": "http://purl.org/spar/deo/"
  },
  "@id": "https://hypothesis.bioagent.ai/073i36gz7m0g",
  "@type": "deo:FutureWork",
  "cito:usesDataFrom": [
    "https://doi.org/10.1038/ncomms14207",
    "https://doi.org/10.1186/s13041-024-01028-8",
    "https://doi.org/10.1002/dad2.12391",
    "https://doi.org/10.18632/aging.205322",
    "https://doi.org/10.3390/ph17030270",
    "https://doi.org/10.1007/s00401-023-02574-0",
    "https://doi.org/10.1186/s13195-022-01128-y"
  ],
  "dcterms:references": [
    "# Noradrenergic Neurons' Selective Resistance to Aβ Toxicity through DOPAL-Mediated Neuroprotection\n\n## 1. Background\nDOPAL (3,4-dihydroxyphenylacetaldehyde), a reactive aldehyde produced during dopamine metabolism by monoamine oxidase, exhibits a paradoxical dual nature - while generally considered neurotoxic, it has been shown to decrease Aβ oligomerization in human neuroblastoma cells, thereby reducing Aβ cytotoxicity. In Alzheimer's disease models like Tg2576 mice, there is selective loss of dopaminergic neurons in the ventral tegmental area (VTA) during pre-plaque stages, while noradrenergic projections from the locus coeruleus (LC) remain remarkably preserved, as evidenced by unchanged noradrenaline outflow in the hippocampus at 6 months of age (Abstract 1). This differential vulnerability occurs despite both neuronal populations being monoaminergic and exposed to similar Aβ levels in early disease stages.\n\n## 2. Knowledge Gap\nWhile DOPAL's anti-oligomerization effects on Aβ have been documented, and the differential vulnerability of dopaminergic versus noradrenergic neurons in early AD is established, the molecular mechanisms explaining why LC noradrenergic neurons are selectively resistant to early Aβ toxicity remain unknown. Specifically, it is unclear whether DOPAL production and handling differ between these neuronal populations in ways that might confer selective neuroprotection or vulnerability.\n\n## 3. Central Hypothesis\nNoradrenergic neurons from the locus coeruleus possess unique enzymatic and transporter systems that enable them to utilize DOPAL as an exported protective agent against extracellular Aβ oligomerization, while simultaneously maintaining lower intracellular DOPAL levels than dopaminergic neurons, conferring selective resistance to early Aβ-induced neurodegeneration.\n\n## 4. Proposed Mechanism\n1. Both dopaminergic and noradrenergic neurons produce DOPAL as a metabolic intermediate, but noradrenergic neurons express higher levels of vesicular monoamine transporters (VMAT2) and specialized plasma membrane transporters that efficiently export DOPAL to the extracellular environment.\n\n2. Exported DOPAL from noradrenergic terminals binds to extracellular Aβ monomers in projection areas like the hippocampus, forming DOPAL-Aβ complexes that prevent β-sheet formation and subsequent oligomerization, thereby creating a protective microenvironment around noradrenergic terminals.\n\n3. Noradrenergic neurons also express higher levels of aldehyde dehydrogenase (ALDH) that rapidly converts intracellular DOPAL to less reactive DOPAC, reducing intracellular DOPAL accumulation and associated toxicity compared to dopaminergic neurons.\n\n4. This dual mechanism - enhanced export of DOPAL to combat extracellular Aβ oligomerization while maintaining lower intracellular DOPAL levels - provides noradrenergic neurons with superior resistance to both Aβ-induced and DOPAL-induced cellular stress.\n\n5. As disease progresses, the protective capacity of this system becomes overwhelmed, explaining why LC noradrenergic neurons are eventually lost in later AD stages despite their early resistance.\n\n## 5. Testable Predictions\n1. Noradrenergic neurons from the LC should express significantly higher levels of VMAT2, specific DOPAL transporters, and ALDH compared to dopaminergic VTA neurons, detectable through comparative immunohistochemistry, in situ hybridization, and single-cell RNA sequencing of these populations in wild-type and AD model mice.\n\n2. Selective pharmacological inhibition of ALDH in LC neurons of Tg2576 mice should accelerate noradrenergic neurodegeneration, effectively eliminating the delayed vulnerability pattern and making them degenerate concurrently with dopaminergic neurons.\n\n3. Cerebrospinal fluid and brain interstitial fluid from regions with dense noradrenergic innervation should contain higher concentrations of DOPAL-Aβ adducts compared to predominantly dopaminergic regions, especially in early disease stages, measurable through specialized mass spectrometry techniques.\n\n## 6. Potential Experimental Approaches\n1. Develop primary cultures of LC noradrenergic and VTA dopaminergic neurons exposed to synthetic Aβ oligomers, comparing their survival rates, DOPAL production/export, and ALDH activity. Use CRISPR-Cas9 to knockdown ALDH or putative DOPAL transporters in these cultures to determine their contribution to differential vulnerability. Measure extracellular DOPAL and DOPAL-Aβ complexes in the culture medium using liquid chromatography-mass spectrometry.\n\n2. Create a transgenic mouse model with LC-specific expression of a fluorescent DOPAL sensor to visualize real-time DOPAL dynamics in noradrenergic terminals in vivo during disease progression in AD models. Compare this with a similar construct expressed in VTA dopaminergic neurons to quantify differences in DOPAL handling between these populations. Simultaneously track terminal degeneration and local Aβ oligomerization using multiphoton microscopy.\n\nThis hypothesis provides a novel mechanistic explanation for the differential vulnerability of monoaminergic neurons in early AD and suggests that DOPAL, typically considered neurotoxic, may actually serve a neuroprotective function when properly regulated and exported by noradrenergic neurons. The findings could lead to therapeutic strategies mimicking noradrenergic neurons' DOPAL handling to protect vulnerable neuronal populations in neurodegenerative diseases."
  ],
  "dcterms:subject": [
    "amyloid beta",
    "neurodegenerative diseases"
  ],
  "dcterms:source": [
    "DOPAL, a dopamine metabolite, decreases Aβ oligomerization in human neuroblastoma cells, reducing the cytotoxic effects of Aβ.",
    "Noradrenaline outflow in the hippocampus did not differ between wild-type and Tg2576 mice at 6 months of age, suggesting preserved noradrenergic projections from the locus coeruleus."
  ],
  "dcterms:abstract": [
    "The study examines dopaminergic neuron loss in Alzheimers disease focusing on the ventral tegmental area VTA in Tg2576 mice The research demonstrates selective loss of dopaminergic neurons specifically in the VTA during pre plaque stages contrasting with Parkinsons disease where neurons are lost in the substantia nigra pars compacta but preserved in VTA Apoptotic cell death contributes to VTA dopaminergic neuron degeneration affecting dopamine release in the hippocampus and impacting synaptic plasticity particularly in the hippocampal CA1 region Reduced dopamine outflow in Tg2576 mice leads to memory deficits and impaired reward processing while noradrenaline outflow remains unchanged indicating preserved noradrenergic projections from the locus coeruleus The study investigated several treatments Levodopa L DOPA administration successfully rescued multiple deficits including CA1 synaptic plasticity dendritic spine density hippocampal post synaptic density composition memory function and food reward processing L DOPA was administered at 10 mg kg along with benserazide at 12 mg kg Similarly selegiline a monoamine oxidase B inhibitor improved dopamine outflow in the hippocampus restored synaptic plasticity dendritic spine density memory performance and reward processing The treatment also restored D1 receptors and GluA1 expression in hippocampal PSD fractions These findings establish a clear link between dopamine signaling memory formation and reward processing in Alzheimers disease with dopaminergic dysfunction occurring at early stages The research suggests potential therapeutic approaches through dopamine system modulation using established drugs like L DOPA and selegiline",
    "Dopamine plays important roles in cognitive function and inflammation and therefore is involved in the pathogenesis of neurodegenerative diseases, including Alzheimer's disease (AD). Drugs that increase or maintain dopamine levels in the brain could be a therapeutic strategy for AD. However, the effects of dopamine and its precursor levodopa (L‑DOPA) on Aβ/tau pathology in vivo and the underlying molecular mechanisms have not been studied in detail. Here, we investigated whether L‑DOPA treatment alters neuroinflammation, Aβ pathology, and tau phosphorylation in 5xFAD mice, a model of AD. We found that L‑DOPA administration significantly reduced microgliosis and astrogliosis in 5xFAD mice. In addition, L‑DOPA treatment significantly decreased Aβ plaque number by upregulating NEP and ADAM17 levels in 5xFAD mice. However, L‑DOPA‑treated 5xFAD mice did not exhibit changes in tau hyperphos‑phorylation or tau kinase levels. These data suggest that L‑DOPA alleviates neuroinflammatory responses and Aβ pathology but not tau pathology in this mouse model of AD.",
    "[18F]AZD4694 is an amyloid beta (Aβ) imaging agent used in several observational studies and clinical trials. This study assessed 146 individuals evaluated with [18F]AZD4694 at baseline and a 2‐year follow‐up, revealing longitudinal patterns of Aβ accumulation. Results showed that cognitively unimpaired older adults displayed subtle Aβ accumulation, while Aβ positive cases exhibited greater increases, underscoring the agent’s potential to monitor Aβ levels in clinical settings.",
    "Glymphatic clearance dysfunction may play an important role in a variety of neurodegenerative diseases and the progression of ageing. However, in vivo imaging of the glymphatic system is challenging. In this study, we describe an MRI method based on chemical exchange saturation transfer (CEST) of the Angiopep-2 probe to visualize the clearance function of the glymphatic system.",
    "The bottleneck in drug discovery for central nervous system diseases is the absence of effective systemic drug delivery technology for delivering therapeutic drugs into the brain. Despite advances in the technology used in drug discovery, the development of drugs for central nervous system diseases remains challenging. Here we describe the development of a novel brain-targeted drug delivery system that involves genetically engineered exosomes capable of high expression gene delivery in mice.",
    "Tau neurofibrillary tangles are a hallmark of Alzheimer’s disease neuropathological change. However, it remains largely unclear how distinctive Alzheimer’s disease tau seeds (i.e. 3R/4R) correlate with histological indicators of tau accumulation. Here, we use tau real-time quaking-induced conversion (RT-QuIC) assays to selectively quantitate 3R/4R tau seeds in the frontal lobe which accumulates histologically identifiable tau pathology at late disease stages of AD neuropathologic change.",
    "Granulovacuolar degeneration bodies (GVBs) are intracellular vesicular structures that commonly accompany pathological tau accumulations in neurons of patients with tauopathies. In this study, we show that GVBs are independently induced by tau and α-synuclein pathology, providing insights into their formation and implications in neurodegenerative diseases."
  ]
}