{
  "@context": {
    "dcterms": "http://purl.org/dc/terms/",
    "cito": "http://purl.org/spar/cito/",
    "deo": "http://purl.org/spar/deo/"
  },
  "@id": "https://hypothesis.bioagent.ai/iq755h9u8k",
  "@type": "deo:FutureWork",
  "cito:usesDataFrom": [
    "https://doi.org/10.1186/s13041-024-01028-8",
    "https://doi.org/10.1371/journal.pone.0172640",
    "https://doi.org/10.1002/dad2.12391",
    "https://doi.org/10.1234/abcd.efgh"
  ],
  "dcterms:references": [
    "# Mechanistic Hypothesis Connecting DOPAL's Anti-Oligomerization Effect and Carbidopa's Absence of Impact on Amyloid-β Generation\\n\\n## 1. Background\\nDOPAL (3,4-dihydroxyphenylacetaldehyde), a reactive aldehyde produced during dopamine metabolism by monoamine oxidase (MAO), has been shown to decrease Aβ oligomerization in human neuroblastoma cells, thereby reducing Aβ cytotoxicity. Carbidopa, a peripheral dopa decarboxylase inhibitor used in Parkinson's disease treatment, prevents peripheral conversion of levodopa to dopamine but shows little to no effect on amyloid-β generation in neuronal cells. The dopamine system demonstrates complex interactions with Aβ processing, as evidenced by studies showing L-DOPA administration decreases Aβ plaque number in 5xFAD mice, while other research indicates levodopa and dopamine agonists can enhance Aβ generation through D2 receptor-mediated pathways.\\n\\n## 2. Knowledge Gap\\nThe contrasting roles of dopamine signaling (potentially promoting Aβ generation) versus dopamine metabolism (potentially inhibiting Aβ toxicity via DOPAL) remain poorly understood. Specifically, the mechanistic relationship between DOPAL's anti-oligomerization effects and the absence of carbidopa's impact on Aβ generation has not been explored, despite both compounds' involvement in dopamine-related pathways.\\n\\n## 3. Central Hypothesis\\nDOPAL mediates a homeostatic feedback mechanism that counterbalances dopamine D2 receptor-stimulated Aβ production by promoting the structural conversion of oligomerization-prone Aβ conformers to degradation-susceptible monomeric species, a process that occurs downstream of dopamine synthesis and is therefore unaffected by carbidopa.\\n\\n## 4. Proposed Mechanism\\n1. Dopamine signaling through D2 receptors activates β-arrestin 2-dependent signaling, increasing γ-secretase activity and Aβ production, as suggested in Abstract 2.\\n2. A portion of neuronal dopamine is metabolized by MAO to produce DOPAL, which binds to specific hydrophobic regions on recently produced Aβ peptides, inducing conformational changes that inhibit β-sheet formation necessary for oligomerization.\\n3. DOPAL-modified Aβ monomers adopt configurations that increase their affinity for clearance enzymes like neprilysin (NEP) and ADAM17, promoting degradation pathways upregulated by dopamine signaling pathways as seen in Abstract 1.\\n4. This creates a self-regulating system where increased dopamine signaling (producing more Aβ) also increases DOPAL-mediated oligomerization inhibition and clearance, maintaining Aβ homeostasis.\\n5. Carbidopa, which inhibits dopa decarboxylase peripherally but not in the CNS, does not impact the central nervous system's dopamine-to-DOPAL metabolic pathway, explaining its lack of effect on Aβ generation or oligomerization.\\n\\n## 5. Testable Predictions\\n1. Selective inhibition of monoamine oxidase B (MAO-B) in neuronal cultures or AD mouse models should decrease DOPAL production, resulting in increased Aβ oligomerization despite unchanged or even increased Aβ monomer clearance rates.\\n2. The ratio of DOPAL to dopamine should negatively correlate with Aβ oligomer levels but not necessarily with total Aβ production in both cellular models and cerebrospinal fluid samples from patients with neurodegenerative disorders.\\n3. Combined treatment with L-DOPA and an aldehyde dehydrogenase (ALDH) inhibitor, which would increase DOPAL levels by slowing its conversion to DOPAC, should enhance the anti-oligomerization effect and reduce Aβ-mediated neurotoxicity compared to L-DOPA treatment alone.\\n\\n## 6. Potential Experimental Approaches\\n1. Develop a cell-based assay using neuroblastoma cells expressing fluorescently-tagged Aβ to simultaneously track Aβ production, oligomerization, and clearance when treated with various combinations of dopaminergic agents (L-DOPA, carbidopa), MAO inhibitors, and synthetic DOPAL. Time-lapse microscopy combined with biochemical analysis could reveal the dynamic relationship between DOPAL levels and Aβ oligomerization states.\\n\\n2. Generate a transgenic mouse model with neuron-specific conditional knockdown of ALDH2 (the enzyme converting DOPAL to DOPAC) crossed with AD mouse models to examine whether increasing endogenous DOPAL levels affects the progression of Aβ pathology in vivo. This model could be used to test the efficacy of carbidopa/levodopa treatment with and without modulation of DOPAL metabolism.\\n\\nThis hypothesis provides a novel perspective on how dopamine metabolism might create a natural protective mechanism against Aβ toxicity, potentially explaining why disruptions in dopaminergic systems could contribute to both Parkinson's and Alzheimer's pathologies through distinct but interconnected mechanisms."
  ],
  "dcterms:subject": ["amyloid beta", "Neurodegeneration"],
  "dcterms:source": [
    "DOPAL, a dopamine metabolite, decreases Aβ oligomerization in human neuroblastoma cells, reducing the cytotoxic effects of Aβ.",
    "Carbidopa showed little to no effect on amyloid-β generation in neuronal cells when tested alongside other anti-Parkinson's medications."
  ],
  "dcterms:abstract": [
    "Dopamine plays important roles in cognitive function and inflammation and therefore is involved in the pathogenesis of neurodegenerative diseases, including Alzheimer's disease (AD). Drugs that increase or maintain dopamine levels in the brain could be a therapeutic strategy for AD. However, the effects of dopamine and its precursor levodopa (L‑DOPA) on Aβ/tau pathology in vivo and the underlying molecular mechanisms have not been studied in detail. Here, we investigated whether L‑DOPA treatment alters neuroinflammation, Aβ pathology, and tau phosphorylation in 5xFAD mice, a model of AD. We found that L‑DOPA administration significantly reduced microgliosis and astrogliosis in 5xFAD mice. In addition, L‑DOPA treatment significantly decreased Aβ plaque number by upregulating NEP and ADAM17 levels in 5xFAD mice. However, L‑DOPA‑treated 5xFAD mice did not exhibit changes in tau hyperphos‑phorylation or tau kinase levels. These data suggest that L‑DOPA alleviates neuroinflammatory responses and Aβ pathology but not tau pathology in this mouse model of AD.",
    "Although levodopa is the first-line medication for the treatment of Parkinson's disease (PD) showing unsurpassable efficiency, its chronic use causes dyskinesia. Accordingly, dopamine agonists are increasingly employed as monotherapy or in combination with levodopa to reduce the risk of motor complications. It is well recognized that patients with PD often exhibit cognitive deficits. However, clinical and animal studies assessing the effects of dopaminergic medications on cognition are controversial. Amyloid-β (Aβ) is one of the major hallmarks of Alzheimer's disease (AD), leading to progressive memory loss and cognitive deficit. Interestingly, the abnormal accumulation of Aβ is also detected in PD patients with cognitive deficits. Evidence indicated that levodopa induced a mild increase of Aβ plaque number and size in the brain of AD mouse. However, the underlying mechanism is unclear. Here we present that both levodopa and piribedil enhance the generation of Aβ and the activity of γ-secretase in human neuronal cells and primary neurons isolated from AD mouse. This effect was reduced by either the antagonism or the knockdown of dopamine D2 receptor (D2R). We further showed that in the cells expressing β-arrestin 2-biased D2R mutant, piribedil promoted cellular Aβ production to the extent comparable to the wild-type D2R whereas this activity was absent in those with G protein-biased D2R mutant. Moreover, the knockdown of β-arrestin 2 attenuated the increases of Aβ generation and γ-secretase activity mediated by levodopa or piribedil. Thus, our study suggests that targeting D2R-mediated β-arrestin function may have potential risk in the modulation of Aβ pathology.",
    "[18F]AZD4694 is an amyloid beta (Aβ) imaging agent used in several observational studies and clinical trials. This study assessed 146 individuals evaluated with [18F]AZD4694 at baseline and a 2‐year follow‐up, revealing longitudinal patterns of Aβ accumulation. Results showed that cognitively unimpaired older adults displayed subtle Aβ accumulation, while Aβ positive cases exhibited greater increases, underscoring the agent’s potential to monitor Aβ levels in clinical settings.",
    "The gut microbiota and microglia play critical roles in Alzheimer’s disease (AD), and elevated Bacteroides is correlated with cerebrospinal fluid amyloid-β (Aβ) and tau levels in AD. We hypothesize that Bacteroides contributes to AD by modulating microglia."
  ]
}
