{
  "@context": {
    "dcterms": "http://purl.org/dc/terms/",
    "cito": "http://purl.org/spar/cito/",
    "deo": "http://purl.org/spar/deo/"
  },
  "@id": "https://hypothesis.bioagent.ai/xh3d3pxcojc",
  "@type": "deo:FutureWork",
  "cito:usesDataFrom": [
    "https://doi.org/10.1186/s13041-024-01028-8",
    "https://doi.org/10.1234/example",
    "https://doi.org/10.1234/62408"
  ],
  "dcterms:references": [
    "# DOPAL-Mediated Activation of ADAM17 Enhances Amyloid-Beta Clearance: A Novel Neuroprotective Mechanism\n\n## 1. Background\n\nDOPAL (3,4-dihydroxyphenylacetaldehyde), a reactive dopamine metabolite, has been shown to decrease Aβ oligomerization in human neuroblastoma cells, thereby reducing the cytotoxic effects of Aβ aggregates that contribute to Alzheimer's disease (AD) pathology. As demonstrated in Abstract 1, L-DOPA administration significantly decreases Aβ plaque number in 5xFAD mice by upregulating NEP and ADAM17 levels, suggesting a mechanistic link between dopamine metabolism and amyloid processing. ADAM17 (a disintegrin and metalloproteinase 17) is a key enzyme that promotes the non-amyloidogenic processing of amyloid precursor protein (APP) and facilitates the clearance of Aβ, making it a critical player in preventing Aβ accumulation associated with AD (Abstract 1).\n\n## 2. Knowledge Gap\n\nWhile both DOPAL and ADAM17 demonstrate protective effects against Aβ pathology, the potential mechanistic connection between DOPAL's ability to reduce Aβ oligomerization and ADAM17's role in Aβ clearance remains unexplored. Specifically, it is unknown whether DOPAL directly influences ADAM17 activity or expression, and how this interaction might affect the balance between Aβ production, oligomerization, and clearance through the glymphatic system, which is known to regulate Aβ homeostasis as noted in Abstract 12.\n\n## 3. Central Hypothesis\n\nDOPAL reduces Aβ oligomerization and cytotoxicity by activating ADAM17 through a redox-dependent mechanism, leading to both enhanced non-amyloidogenic processing of APP and increased proteolytic degradation of existing Aβ monomers, thereby promoting their clearance before toxic oligomer formation occurs.\n\n## 4. Proposed Mechanism\n\n1. DOPAL, with its reactive aldehyde and catechol moieties, modifies the redox state of neuronal and glial cells, particularly affecting thiol groups in proteins that regulate ADAM17 activity and its substrate accessibility.\n\n2. This redox-dependent modification causes a conformational change in the ADAM17 regulatory domain, enhancing its enzymatic activity and increasing the shedding of both membrane-bound TNF-α (its canonical substrate) and APP through the non-amyloidogenic pathway, thereby reducing Aβ production.\n\n3. Activated ADAM17 cleaves additional cell surface receptors and adhesion molecules that control glial activation states, shifting microglia from a pro-inflammatory to a phagocytic phenotype that more efficiently engulfs and clears Aβ, similar to the macrophage-mediated amyloid clearance described in Abstract 15.\n\n4. Concurrently, DOPAL directly interacts with Aβ monomers, forming DOPAL-Aβ adducts with altered conformational properties that inhibit their assembly into oligomers and enhance their recognition by clearance mechanisms, including NEP and ADAM17-mediated proteolysis.\n\n5. The combined effect of reduced Aβ production (through enhanced non-amyloidogenic processing) and increased clearance of modified Aβ monomers (through proteolysis and glymphatic flow) prevents the accumulation of toxic Aβ oligomers, protecting neurons from Aβ-induced cytotoxicity.\n\n## 5. Testable Predictions\n\n1. Treatment of neuronal and glial co-cultures with physiologically relevant concentrations of DOPAL should increase ADAM17 enzymatic activity and surface expression, measurable by enhanced shedding of TNF-α and increased production of soluble APPα (a product of non-amyloidogenic APP processing).\n\n2. Mass spectrometry analysis of cerebrospinal fluid from L-DOPA-treated AD mouse models should reveal increased levels of DOPAL-Aβ adducts with distinct structural properties compared to unmodified Aβ, and these adducts should demonstrate reduced oligomerization potential in vitro.\n\n3. Genetic knockdown or pharmacological inhibition of ADAM17 should significantly attenuate DOPAL's protective effects against Aβ oligomerization and cytotoxicity in neuronal cultures, confirming ADAM17 as a critical mediator of DOPAL's neuroprotective function.\n\n## 6. Potential Experimental Approaches\n\n1. Develop an in vitro system using iPSC-derived human neurons and glia exposed to varying concentrations of DOPAL, with and without ADAM17 inhibitors (such as TAPI-1), to measure: (a) ADAM17 activity using fluorogenic substrates, (b) production of soluble APPα by ELISA, (c) formation of DOPAL-Aβ adducts using liquid chromatography-mass spectrometry, and (d) Aβ oligomerization using Western blotting and thioflavin T fluorescence.\n\n2. Employ in vivo two-photon microscopy in transgenic AD mouse models treated with L-DOPA to visualize in real-time the effects of increased DOPAL production on Aβ clearance and microglial phagocytic activity, while simultaneously measuring glymphatic flow using CSF tracers as described in Abstract 20. Comparison between wild-type mice and those with conditional ADAM17 knockout in either neurons or glia would establish cell-type-specific contributions to the observed effects.\n\nThis hypothesis provides a novel mechanistic framework connecting dopamine metabolism to Aβ processing and clearance through ADAM17 activation, offering potential new therapeutic strategies targeting the DOPAL-ADAM17 axis to reduce Aβ-mediated neurodegeneration in Alzheimer's disease."
  ],
  "dcterms:subject": [
    "Metabolism",
    "amyloid-beta"
  ],
  "dcterms:source": [
    "DOPAL, a dopamine metabolite, decreases Aβ oligomerization in human neuroblastoma cells, reducing the cytotoxic effects of Aβ.",
    "The research demonstrates that increased ADAM17 expression is associated with reduced Aβ plaque deposition"
  ],
  "dcterms:abstract": [
    "Dopamine plays important roles in cognitive function and inflammation and therefore is involved in the pathogenesis of neurodegenerative diseases, including Alzheimer's disease (AD). Drugs that increase or maintain dopamine levels in the brain could be a therapeutic strategy for AD. However, the effects of dopamine and its precursor levodopa (L‑DOPA) on Aβ/tau pathology in vivo and the underlying molecular mechanisms have not been studied in detail. Here, we investigated whether L‑DOPA treatment alters neuroinflammation, Aβ pathology, and tau phosphorylation in 5xFAD mice, a model of AD. We found that L‑DOPA administration significantly reduced microgliosis and astrogliosis in 5xFAD mice. In addition, L‑DOPA treatment significantly decreased Aβ plaque number by upregulating NEP and ADAM17 levels in 5xFAD mice. However, L‑DOPA‑treated 5xFAD mice did not exhibit changes in tau hyperphos‑phorylation or tau kinase levels. These data suggest that L‑DOPA alleviates neuroinflammatory responses and Aβ pathology but not tau pathology in this mouse model of AD.",
    "Background: Pseudoexfoliation syndrome (PEX) is a common age-related ocular condition characterized by the accumulation of a fibrillar, pseudoexfoliative material on the anterior segment of the eye. This study aims to investigate the histopathological characteristics of pseudoexfoliative material within different ocular structures. Methods: A total of 32 anterior lens capsules, 3 eyelid fragments, and 12 conjunctival specimens were obtained from patients clinically diagnosed with PEX during ocular surgeries. Results: PEX material, characterized by its fibrillar components, is consistently present across multiple ocular structures. The presence of fibrillar eosinophilic deposits across these structures highlights the systemic distribution of PEX material. Conclusions: The involvement of the eyelid and conjunctiva plays a crucial role in understanding PEX pathophysiology.",
    "Movement disorders (MD) have been linked to degeneration of the substantia nigra (SN) in Parkinson’s disease and include bradykinesia, rigidity, and tremor. They are also present in frontotemporal dementia (FTD), where MD have been linked to frontotemporal lobar degeneration with tau pathology (FTLD-tau). The aims of this study are to characterize the frequency and the nature of MD in a cohort of FTLD-TDP brain donors and to investigate the relationship between the presence of MD, the nigral neuronal loss, and the TDP-43 burden in the SN.",
    "This study investigates the relationship between degeneration/regeneration and tubular aggregates (TA) in aged murine models, revealing that TA formation occurs during muscle degeneration but does not correlate with functional improvement.",
    "Heteroplasmy occurs when wild-type and mutant mitochondrial DNA (mtDNA) molecules coexist in single cells. We investigate the dynamics of heteroplasmy in dividing cells and demonstrate that selection acts at the level of cell fitness, influencing the maintenance and purging of nonsynonymous and synonymous mtDNA variants depending on environmental conditions.",
    "Fibrogenesis is part of a normal protective response to tissue injury that can become irreversible and progressive, leading to fatal diseases. Senescent cells are a main driver of fibrotic diseases through their secretome, known as the senescence-associated secretory phenotype (SASP). Here, we report that cellular senescence, and multiple types of fibrotic diseases in mice and humans are characterized by the accumulation of iron...",
    "Age-related decline in mobility and cognition are associated with cellular senescence and NAD + depletion in dogs and people. A combination of a novel NAD + precursor and senolytic, LY-D6/2, was examined in this randomized controlled trial. Seventy dogs with mild to moderate cognitive impairment were enrolled and allocated into placebo, low or full dose groups. Primary outcomes were change in cognitive impairment measured with the owner-reported Canine Cognitive Dysfunction Rating (CCDR) scale and change in activity measured with physical activity monitors.",
    "Alzheimer's disease is a neurodegenerative disorder characterized pathologically by amyloid-beta plaques, tau tangles, and neuronal loss. Our study investigates the role of CSF 14-3-3β in cognitive decline in Alzheimer's disease by analyzing data from the Alzheimer’s Disease Neuroimaging Initiative (ADNI). We found that higher CSF 14-3-3β levels correlate with cognitive impairment and other Alzheimer's disease biomarkers, indicating its potential as a diagnostic tool.",
    "Our current understanding of the spread and neurodegenerative effects of tau neurofibrillary tangles (NFTs) within the medial temporal lobe (MTL) during the early stages of Alzheimer’s Disease (AD) is limited by the presence of confounding non-AD pathologies and the two-dimensional (2-D) nature of conventional histology studies. Here, we combine ex vivo MRI and serial histological imaging from 25 human MTL specimens to present a detailed, 3-D characterization of quantitative NFT burden measures.",
    "The direct access of olfactory afferents to memory-related cortical systems has inspired theories about the role of the olfactory pathways in the development of cortical neurodegeneration in Alzheimer’s disease (AD). This study used longitudinal PET imaging and diffusion MRI to investigate the spatiotemporal spreading and genetic vulnerabilities of AD-related pathology aggregates in the olfactory system. We find that odor identification deficits are associated with tau accumulation in key areas of the olfactory pathway, with strong predictive power for tau progression.",
    "Aging is a process accompanied by functional decline in tissues and organs with great social and medical consequences. Developing effective anti-aging strategies is of great significance. In this study, we demonstrated that transplantation of young hematopoietic stem cells (HSCs) into old mice can mitigate aging phenotypes, underscoring the crucial role of HSCs in the aging process.",
    "Accumulating senescent cells within tissues contribute to the progression of aging and age-related diseases. Botanical extracts, rich in phytoconstituents, present a useful resource for discovering therapies that could target senescence and thus improve healthspan. Here, we show that daily oral administration of a standardized extract of Salvia haenkei (Haenkenium) extended lifespan and healthspan of naturally aged mice. HK treatment inhibited age-induced inflammation, fibrosis and senescence markers across several tissues, as well as increased muscle strength and fur thickness compared with age-matched controls.",
    "Alzheimer’s disease (AD) is one of the world’s well-known neurodegenerative diseases, which is related to the balance mechanism of production and clearance of two proteins (amyloid-β and tau) regulated by the glymphatic system. Latest studies have found that AD patients exhibit impairments to their glymphatic system. However, the alterations in the AD disease continuum, especially in the early stages, remain unclear. Moreover, the relationship between the glymphatic system and cognitive dysfunction is still worth exploring.",
    "This study investigates the relationship between nuclear genetic variants and mitochondrial DNA (mtDNA) copy number and heteroplasmy in humans. Our analysis of whole-genome sequencing data across large cohorts reveals significant nuclear control over mtDNA traits, uncovering new insights into the genetic architecture that impacts mitochondrial dynamics and their implications for human health.",
    "Using single-cell whole-genome sequencing, we identified and characterized the landscape of somatic single-nucleotide variants (sSNVs) in single cardiomyocytes from individuals across the human lifespan. Aged cardiomyocytes were found to have a higher burden of sSNVs and show mutational signatures that suggest failed repair of oxidative DNA damage.",
    "Systemic amyloidosis is a progressive disorder characterized by the extracellular deposition of amyloid fibrils and accessory proteins in visceral organs and tissues. This study describes a prototypic pan-amyloid binding peptide-antibody fusion molecule that enhances macrophage uptake of amyloid.",
    "The transfer of mitochondrial DNA into the nuclear genomes of eukaryotes (Numts) has been linked to lifespan in nonhuman species and recently demonstrated to occur in rare instances from one human generation to the next. Here, we investigated numtogenesis dynamics in humans in 2 ways. First, we quantified Numts in 1,187 postmortem brain and blood samples from different individuals.",
    "Recently proposed biomarker-only diagnostic frameworks propose that amyloid-beta is necessary for placement on the Alzheimer’s disease continuum, whereas tau in the absence of amyloid-beta is considered to be a non-Alzheimer’s disease pathologic change. Similarly, the pathologic designation of tau in the absence of amyloid-beta is characterized as primary age-related tauopathy and separable from Alzheimer’s disease.",
    "Inclusion body myositis (IBM) is the most prevalent muscle disease in adults for which no current treatment exists. The pathogenesis remains poorly defined. This study explores the interplay between inflammation and mitochondrial dysfunction in IBM, demonstrating that the NLRP3 inflammasome is activated in muscle samples from IBM patients, alongside altered mitophagy. Findings suggest a vicious cycle driving muscle weakness in IBM.",
    "Age-related macular degeneration (AMD) is the leading cause of blindness among elderly people worldwide. However, there are currently no effective treatments for AMD. In this study, a polyethylene glycol (PEG)-coated rhodium nanozyme (PEG-RhZ) with excellent reactive oxygen species (ROS) and reactive nitrogen species (RNS) elimination capability was synthesized for the treatment of AMD.",
    "Cerebrospinal fluid (CSF) is responsible for maintaining brain homeostasis through nutrient delivery and waste removal for the central nervous system (CNS). Here, we demonstrate extensive CSF flow throughout the peripheral nervous system (PNS) by tracing distribution of multimodal 1.9-nanometer gold nanoparticles, roughly the size of CSF circulating proteins, infused within the lateral cerebral ventricle (a primary site of CSF production). CSF plays a consistent role in maintaining homeostasis throughout the nervous system with implications for CNS and PNS therapy and neural drug delivery.",
    "Pathological changes in the brain begin accumulating decades before the appearance of cognitive symptoms in Alzheimer’s disease. The deposition of amyloid beta proteins and other neurotoxic changes occur, leading to disruption in functional connections between brain networks. Discrete characterization of the changes that take place in preclinical Alzheimer’s disease has the potential to help treatment development by targeting the neuropathological mechanisms to prevent cognitive decline and dementia from occurring entirely.",
    "This trial evaluates the safety and efficacy of intra-articular injection of allogeneic adipose-derived mesenchymal stromal cells (AD-MSCs) for cartilage regeneration in patients with knee osteoarthritis (KOA) over 12 months, demonstrating significant clinical improvements and MRI findings.",
    "Aging affects iron homeostasis, as evidenced by tissue iron loading and anemia in the elderly. Iron needs in mammals are met primarily by iron recycling from senescent red blood cells (RBCs), chiefly accomplished by splenic red pulp macrophages (RPMs). Here, we found that 10-11-month-old female mice exhibit iron loading in RPMs, largely due to a drop in iron exporter ferroportin, which diminishes their erythrophagocytosis capacity and lysosomal activity. We further found that feeding mice an iron-reduced diet alleviates iron accumulation in RPMs and improves their function, thus demonstrating that dietary iron reduction can rejuvenate RPMs and enhance iron turnover efficacy."
  ]
}